Enterprise_Serivces/Cert/SilverGroup1/AuthenticatonService-SG/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/authentication/contracts/2010/05/IAuthenticationService/ValidateUser</wsa:Action><wsa:MessageID>uuid:369cc5d7-383c-4c00-bb92-02cb156490bd</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>https://gatewayqa1.testgs.pvt/v1/Authentication</wsa:To></soap:Header><soap:Body><ValidateUser xmlns="http://www.gamestop.com/services/csl/authentication/contracts/2010/05"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><ClientID xmlns="http://www.gamestop.com/services/csl/authentication/contracts/messages/2010/05">0</ClientID><Password xmlns="http://www.gamestop.com/services/csl/authentication/contracts/messages/2010/05">Passw0rd</Password><UserName xmlns="http://www.gamestop.com/services/csl/authentication/contracts/messages/2010/05">LRfbvAUb0UO6URa1HLW1sQ@gs.com</UserName></request></ValidateUser></soap:Body></soap:Envelope>